<br><li>云空部分为实时加载和实时更新，以下为截止目前的更新内容
<br>
<br><b>重要说明：本扩展与【斗破苍穹X阴阳师】扩展可能存在兼容问题，请尽量不要同时开启，使用素材下载功能时，请先关闭【斗破苍穹X阴阳师】扩展！</b>
<br><li><b>新武将兑换码：GainNewCharacter（有效期2022/3/31-2022/5/31）</b><br>
<br>最近更新日期：2022/5/11
<br>更新记录：
<br>&nbsp&nbsp&nbsp&nbsp部分云空武将支持联机对局
<br>&nbsp&nbsp&nbsp&nbsp优化塔罗牌【恶魔】的实战效果
<br>&nbsp&nbsp&nbsp&nbsp增加角色【魇梦月见】的皮肤————【逐梦者】、【空山泠雪】的皮肤————【执剑人】以及【小乔】的皮肤————【异乡旅人】【春日彩妆】【锦灯夜烛】，可更新至最新云空素材后使用扩展自带换肤功能或【千幻聆音】进行换肤体验！
<br>&nbsp&nbsp&nbsp&nbsp活动boss【缇傀】已更换，新活动boss为【破坏神】，击败其可获得技能点以及秘籍残页等奖励！
<br>&nbsp&nbsp&nbsp&nbsp存档功能支持存储物品信息
<br>&nbsp&nbsp&nbsp&nbsp新增角色【巫王玄月】，获取方式：云空模式下击败【梦魇】或【神话】难度的副本【破坏神】
<br>&nbsp&nbsp&nbsp&nbsp更新离线状态下运行部分功能的【云空】扩展，可进群下载 【云空（兼容离线版）】
<br>&nbsp&nbsp&nbsp&nbsp增加商店和拍卖会
<br>&nbsp&nbsp&nbsp&nbsp修复云空武将技能等级对应效果不显示的问题